export default {
  'zh_cn': {
    'language': '简体中文',
    'setting1': {
      'label1': '出入口开启时长',
      'label2': '延时开闸时间',
      'label3': '延时关闸时间',
      'label4': '开门转速等级',
      'label5': '关门转速等级',
      'label6': '开门扭力等级',
      'label7': '关门扭力等级',
      'topTip1': '设置开闸后，无人通行，闸机自动关闸的时间，默认为 5秒。数据可取范围为3~250',
      'topTip2': '收到开闸信号后闸门延时开闸的时间，默认为 0秒',
      'topTip3': '设置行人通过通道内最后一对红外后延时关闸的时间，默认为 0秒',
      'topTip4': '调整开门速度，共有5个速度等级（1~5），值越大速度越快',
      'topTip5': '调整关门速度，共有5个速度等级（1~5），值越大速度越快',
      'topTip6': '调整开门时电机扭力大小，共有5个等级（1~5），值越大，电机输出扭力越大',
      'topTip7': '调整关门时电机扭力大小，共有5个等级（1~5），值越大，电机输出扭力越大'
    },
    'setting2': {
      'label1': '是否检测常开门信号',
      'label2': '刷卡是否记忆',
      'label3': '左向通行语音',
      'label4': '右向通行语音',
      'label5': '尾随进入语音',
      'label6': '非法闯入语音',
      'label7': '反向进入提示语音',
      'label8': '音量调节',
      'topTip1': '是否允许开门信号持续超过5秒以上门就进入常开门模式，默认不允许通过门禁常开门，“否”、不检测该项，“是”、检测该项超过5秒认为是常开',
      'topTip2': '设置连续多次刷卡时控制器是否记忆刷卡次数。默认为不记忆刷卡次数',
      'topTip3': '左向通行语音选择：0、取消声音；1、欢迎光临；2、一路顺风；3、请进',
      'topTip4': '设置右向通行语音，可选内容：0、取消声音；1、欢迎光临；2、一路顺风；3、请进',
      'topTip5': '尾随进入时语音选择：0、取消声音；1、尾随进入；2、请刷卡，不满足可 定制声音',
      'topTip6': '非法闯入时语音选择：0、取消声音1、非法闯入请刷卡；2请刷卡；3、未授权',
      'topTip7': '反向进入时语音选择：0、取消声音1、反向进入；2请刷卡；3、未授权',
      'topTip8': '音量调节'
    },
  },

  'en': {
    "language": "Language"
  }
}