export default {
  'zh_cn': {
    'language': '简体中文',
    'setting1': {
      'label1': '出入口开启时长',
      'label2': '延时开闸时间',
      'label3': '延时关闸时间',
      'label4': '开门转速等级',
      'label5': '关门转速等级',
      'label6': '开门扭力等级',
      'label7': '关门扭力等级',
      'topTip1': '设置开闸后，无人通行，闸机自动关闸的时间，默认为 5秒。数据可取范围为3~250',
      'topTip2': '收到开闸信号后闸门延时开闸的时间，默认为 0秒',
      'topTip3': '设置行人通过通道内最后一对红外后延时关闸的时间，默认为 0秒',
      'topTip4': '调整开门速度，共有5个速度等级（1~5），值越大速度越快',
      'topTip5': '调整关门速度，共有5个速度等级（1~5），值越大速度越快',
      'topTip6': '调整开门时电机扭力大小，共有5个等级（1~5），值越大，电机输出扭力越大',
      'topTip7': '调整关门时电机扭力大小，共有5个等级（1~5），值越大，电机输出扭力越大'
    }
  },

  'en': {
    "language": "Language"
  }
}